[
  {
    "author": "Abhinav Dubey",
    "sentence": "Language is a weapon to know the knowledge of a person."
  },
  {
    "author": "African Proverb",
    "sentence": "If you want people to understand you, speak their language."
  },
  {
    "author": "Ahmed Deedat",
    "sentence": "Language is the key to the heart of people."
  },
  {
    "author": "Al Pacino",
    "sentence": "My first language was shy. To get over my shyness, I learned to be the center of attention."
  },
  {
    "author": "Alan Moore",
    "sentence": "Language comes first. It’s not that language grows out of consciousness, if you haven’t got language, you can’t be conscious."
  },
  {
    "author": "Alejandro Gonzalez Inarritu",
    "sentence": "Directing non-actors is difficult. Directing actors in a foreign language is even more difficult. Directing non-actors in a language that you yourself don't understand is the craziest thing you can possibly think of."
  },
  {
    "author": "Aleksandr Isayevich Solzhenitsyn",
    "sentence": "Own only what you can carry with you; know language, know countries, know people. Let your memory be your travel bag."
  },
  {
    "author": "Alexandre Dumas",
    "sentence": "Mastery of language affords one remarkable opportunities."
  },
  {
    "author": "Alexis Fledge",
    "sentence": "A man who experienced more than one language has experienced more than one culture."
  },
  {
    "author": "Alvin Toffler",
    "sentence": "The illiterate of 21th century will not be those who cannot read or write, but those who cannot LEARN, UNLEARN AND RELEARN."
  },
  {
    "author": "Amy Chua",
    "sentence": "Do you know what a foreign accent is? It’s a sign of bravery."
  },
  {
    "author": "Amy Santiago in Brooklyn Nine Nine",
    "sentence": "Some say Latin is a dead language but I say it's just taking a long nap."
  },
  {
    "author": "Angela Carter",
    "sentence": "Language is power, life and the instrument of culture, the instrument of domination and liberation."
  },
  {
    "author": "Ann Campanella",
    "sentence": "One of the benefits of being bicultural is simply the awareness that how you live is not the only way."
  },
  {
    "author": "Ann Patchett",
    "sentence": "One must not be shy where language is concerned."
  },
  {
    "author": "Anne Sexton",
    "sentence": "I like you; your eyes are full of language."
  },
  {
    "author": "Anshuman Vats",
    "sentence": "Learning a language helps you find answers to questions you didn't know existed."
  },
  {
    "author": "Anthony Aristar",
    "sentence": "Losing a language is a major setback for everyone, because along with the language, you will also lose all of the poems, the stories, the songs. And those things are of immense importance to all of us as human beings."
  },
  {
    "author": "Antonio Gramsci",
    "sentence": "The whole of language is a continuous process of metaphor, and the history of semantics is an aspect of the history of culture; language is at the same time a living thing and a museum of fossils of life and civilisations."
  },
  {
    "author": "Arab Proverb",
    "sentence": "Learn a language, and you’ll avoid a war."
  },
  {
    "author": "Ariel Sabar",
    "sentence": "Each time a language dies, another flame goes out, another sound goes silent."
  },
  {
    "author": "Armenian Proverb",
    "sentence": "You are as many a person as languages you know."
  },
  {
    "author": "Augusto dos Anjos",
    "sentence": "I aspire that the language in which I speak to you, May all languages decline, May all men understand it."
  },
  {
    "author": "Avril Lavigne",
    "sentence": "As humans we speak one language."
  },
  {
    "author": "Baroness Marie von Ebner-Eschenbach",
    "sentence": "The spirit of a language is most clearly expressed in its untranslatable words."
  },
  {
    "author": "Basil Lanneau Gildersleeve",
    "sentence": "It is astonishing how much enjoyment one can get out of a language that one understands imperfectly."
  },
  {
    "author": "Beatrice Taylor, Ojibwe",
    "sentence": "You’ve got to know your language to understand your culture."
  },
  {
    "author": "Benjamin Lee Whorf",
    "sentence": "Language shapes the way we think, and determines what we can think about."
  },
  {
    "author": "Benjamin Whorf",
    "sentence": "Language is not simply a reporting device for experience but a defining framework for it."
  },
  {
    "author": "Carl Theodor Körner",
    "sentence": "With foreign words on our tongue comes also the foreign spirit into our world."
  },
  {
    "author": "Cesar Chavez",
    "sentence": "A language is an exact reflection of the character and growth of its speakers."
  },
  {
    "author": "Chancellor Edward Lee Gorsuch",
    "sentence": "Learning a foreign language not only reveals how other societies think and feel, what they have experienced and value, and how they express themselves, it also provides a cultural mirror in which we can more clearly see our own society."
  },
  {
    "author": "Charlemagne",
    "sentence": "To have another language is to possess a second soul."
  },
  {
    "author": "Charles Baudelaire",
    "sentence": "To handle a language skillfully is to practice a kind of evocative sorcery."
  },
  {
    "author": "Chinese Proverb",
    "sentence": "To learn a language is to have one more window from which to look at the world."
  },
  {
    "author": "Chinese Proverb",
    "sentence": "Learning is a treasure that will follow its owner everywhere."
  },
  {
    "author": "Christopher Soto",
    "sentence": "Language is where the tongue fails itself over & over again."
  },
  {
    "author": "Clifford Thurlow",
    "sentence": "A few words in a stranger’s language reminds us of our shared humanity."
  },
  {
    "author": "Clifford Thurlow",
    "sentence": "It is a curse not speaking languages and in a broken world more important than ever before."
  },
  {
    "author": "Confucius",
    "sentence": "Words are the voice of the heart"
  },
  {
    "author": "Czech Proverb",
    "sentence": "Learn a new language and get a new soul."
  },
  {
    "author": "Czech Proverb",
    "sentence": "You live a new life for every language you speak. If you know only one language, you live only once."
  },
  {
    "author": "Czech Proverb",
    "sentence": "Those who know many languages live as many lives as the languages they know."
  },
  {
    "author": "David Crystal",
    "sentence": "There is no such thing as an ugly accent, like there’s no such thing as an ugly flower."
  },
  {
    "author": "David Crystal",
    "sentence": "Vocabulary is a matter of word-building as well as word-using."
  },
  {
    "author": "David Crystal",
    "sentence": "Language has no independent existence apart from the people who use it. It is not an end in itself; it is a means to an end of understanding who you are and what society is like."
  },
  {
    "author": "David Mitchell",
    "sentence": "Maybe then you comprehend, speaking one language only is a prison."
  },
  {
    "author": "David Ogilvy",
    "sentence": "If you’re trying to persuade people to do something, or buy something, it seems to me you should use their language, the language in which they think."
  },
  {
    "author": "Deborah Tannen",
    "sentence": "We tend to look through language and not realize how much power language has."
  },
  {
    "author": "Desmond Tutu",
    "sentence": "Language is very powerful. Language does not just describe reality. Language creates the reality it describes."
  },
  {
    "author": "Dottie LeBeau",
    "sentence": "Losing the language means losing the culture. We need to know who we are because it makes a difference in who our children are."
  },
  {
    "author": "Douglas Wilson",
    "sentence": "Learning new languages, acquiring new vocabulary, keeping yourself in various forms of constant logocentric discipline is one of the best things you can do."
  },
  {
    "author": "Dr. Seuss",
    "sentence": "The more that you read, the more things you will know. The more that you learn, the more places you'll go."
  },
  {
    "author": "Dutch Proverb",
    "sentence": "Who knows the language is at home everywhere."
  },
  {
    "author": "Edmund De Waal",
    "sentence": "With languages, you can move from one social situation to another. With languages, you are at home anywhere."
  },
  {
    "author": "Edward De Bono",
    "sentence": "Language is the biggest barrier to human progress because language is an encyclopedia of ignorance. Old perceptions are frozen into language and force us to look at the world in an old fashioned way."
  },
  {
    "author": "Edward De Waal",
    "sentence": "With languages, you are at home anywhere."
  },
  {
    "author": "Edward Sapir",
    "sentence": "Human beings do not live in the objective world alone, nor alone in the world of social activity as ordinarily understood, but are very much at the mercy of the particular language which has become the medium of expression for their society."
  },
  {
    "author": "Edward Sapir",
    "sentence": "Language is an anonymous, collective and unconscious art; the result of the creativity of thousands of generations."
  },
  {
    "author": "Elif Safak",
    "sentence": "I love commuting between languages just like I love commuting between cultures and cities."
  },
  {
    "author": "Ellen Jovin",
    "sentence": "A new language is a hand held out to one’s neighbor, an opener of doors, a new way to see, a mental tickle, a road to unmediated communication with strangers in other lands, access to the world’s news, a gesture of peace."
  },
  {
    "author": "Emily O’Beirne",
    "sentence": "Being able to read a book in another language is a source of ego-stroking pride."
  },
  {
    "author": "Ezra Pound",
    "sentence": "Great literature is simply language charged with meaning to the utmost possible degree."
  },
  {
    "author": "Ezra Pound",
    "sentence": "The sum of human wisdom is not contained in any one language."
  },
  {
    "author": "Federico Fellini",
    "sentence": "A different language is a different vision of life."
  },
  {
    "author": "Ferdinand de Saussure",
    "sentence": "Language is a system of signs expressive of ideas."
  },
  {
    "author": "Ferdinand de Saussure",
    "sentence": "Language is a treasure deposited by the practice of speech in subjects belonging to the same community."
  },
  {
    "author": "Ferdinand de Saussure",
    "sentence": "Without language, thought is a vague, uncharted nebula."
  },
  {
    "author": "Flora Lewis",
    "sentence": "Learning another language is not only learning different words for the same things, but learning another way to think about things."
  },
  {
    "author": "Francis George Steiner",
    "sentence": "Every language is a world. Without translation, we would inhabit parishes bordering on silence."
  },
  {
    "author": "Francis George Steiner",
    "sentence": "Language can only deal meaningfully with a special, restricted segment of reality. The rest, and it is presumably the much larger part, is silence."
  },
  {
    "author": "Frank Smith",
    "sentence": "Language is not a genetic gift, it is a social gift. Learning a new language is becoming a member of the club – the community of speakers of that language."
  },
  {
    "author": "Frank Smith",
    "sentence": "One language sets you in a corridor for life. Two languages open every door along the way."
  },
  {
    "author": "Frank Smith",
    "sentence": "Learning a new language is becoming a member of the club – the community of speakers of that language."
  },
  {
    "author": "Frantz Fanon",
    "sentence": "To speak a language is to take on a world, a culture."
  },
  {
    "author": "François-Marie Arouet",
    "sentence": "If you know many languages then you have many keys for a castle."
  },
  {
    "author": "Frederica de Laguna",
    "sentence": "Speech is the great medium through which human co-operation is brought about."
  },
  {
    "author": "French Proverb",
    "sentence": "A man who knows two languages is worth two men."
  },
  {
    "author": "French Proverb",
    "sentence": "A woman who knows two languages is worth two women."
  },
  {
    "author": "Friedrich Nietzsche",
    "sentence": "He who speaks a bit of a foreign language has more delight in it than he who speaks it well; pleasure goes along with superficial knowledge."
  },
  {
    "author": "Friedrich Rückert",
    "sentence": "With each language, you learn to free yourself from your trapped spirit."
  },
  {
    "author": "Gaston Bachelard",
    "sentence": "A special kind of beauty exists which is born in language, of language, and for language."
  },
  {
    "author": "Gates McFadden",
    "sentence": "Just learning to think in another language allows you to see your own culture in a better viewpoint."
  },
  {
    "author": "Gautham D N",
    "sentence": "Every language is a magnificent edifice which is built word by word, cemented by the rules of grammer and painted by colorful poetry."
  },
  {
    "author": "Geoffrey Carlin",
    "sentence": "Everyone smiles in the same language."
  },
  {
    "author": "Geoffrey Willans",
    "sentence": "You can never understand one language until you understand at least two."
  },
  {
    "author": "George Carlin",
    "sentence": "By and large, language is a tool for concealing the truth."
  },
  {
    "author": "George Crane",
    "sentence": "Language is the apparel in which your thoughts parade before the public."
  },
  {
    "author": "George Orwell",
    "sentence": "But if thought corrupts language, language can also corrupt thought."
  },
  {
    "author": "George Steiner",
    "sentence": "When a language dies, a way of understanding the world dies with it, a way of looking at the world."
  },
  {
    "author": "German Proverb",
    "sentence": "A foreign language is more easily learned in the kitchen than at school."
  },
  {
    "author": "Gordon B. Hinckley",
    "sentence": "Study a foreign language if you have an opportunity to do so. You may never be called to a land where that language is spoken, but the study will have given you a better understanding of your own tongue or of another tongue you may be asked to acquire."
  },
  {
    "author": "H. Jackson Brown Jr.",
    "sentence": "Never make fun of someone who speaks broken English. It means they know another language."
  },
  {
    "author": "Haruki Murakami",
    "sentence": "Learning another language is like becoming another person."
  },
  {
    "author": "Henry Longhurst",
    "sentence": "Playing golf is like learning a foreign language"
  },
  {
    "author": "Herbert A. Simon",
    "sentence": "The great enemy of foreign language learning is a sense of shame, an inability or unwillingness to become like a child again and let one's inadequacies show."
  },
  {
    "author": "Ingrid Bengis",
    "sentence": "For me, words are a form of action, capable of influencing change."
  },
  {
    "author": "J.R.R. Tolkien",
    "sentence": "It is wrong to call the language you grow up speaking your native language. It is not. It is your first learnt language."
  },
  {
    "author": "J.R.R. Tolkien",
    "sentence": "No language is studied merely as an aid to other purposes. It will in fact better serve other purposes, philological or historical, when it is studied for love, for itself."
  },
  {
    "author": "J.R.R. Tolkien",
    "sentence": "I wish life was not so short. Languages take such a time, and so do all the things one wants to know about."
  },
  {
    "author": "Jacob Ludwig Carl Grimm",
    "sentence": "Our language is also our history."
  },
  {
    "author": "Jalaluddin Rumi",
    "sentence": "Silence is the language of god, all else is poor translation."
  },
  {
    "author": "James Harris",
    "sentence": "Words are the symbols of ideas both general and particular: of the general, primarily, essentially and immediately; of the particular, only secondarily, accidentally and mediately."
  },
  {
    "author": "James Humes",
    "sentence": "The art of communication is the language of leadership."
  },
  {
    "author": "Jhumpa Lahiri",
    "sentence": "A foreign language is like a frail, delicate muscle. If you don't use it, it weakens."
  },
  {
    "author": "Joanne Harris",
    "sentence": "If you want to know what's important to a culture, learn their language."
  },
  {
    "author": "Johann Gottfried Herder",
    "sentence": "As long as we keep our native language on our tongue, we will penetrate so much more deeply the distinctiveness of each language."
  },
  {
    "author": "Johann Gottfried Herder",
    "sentence": "Whoever masters the entire scope of one language surveys a field full of thoughts, and whoever learns to express himself precisely in it thereby gathers for himself a treasure of clear concepts."
  },
  {
    "author": "Johann Wolfgang von Goethe",
    "sentence": "A man who is ignorant of foreign languages is also ignorant of his own language."
  },
  {
    "author": "Johann Wolfgang von Goethe",
    "sentence": "A person who knows nothing about a foreign language knows nothing about his own language."
  },
  {
    "author": "Joko Widodo",
    "sentence": "Don't forget your mother tongue"
  },
  {
    "author": "Jules Michelet",
    "sentence": "The most intimate temper of a people, its deepest soul, is above all in its language."
  },
  {
    "author": "Karl Albrecht",
    "sentence": "Change your language and you change your thoughts."
  },
  {
    "author": "Karl Kraus",
    "sentence": "Language is the mother of thought, not its handmaiden."
  },
  {
    "author": "Karl Lagerfeld",
    "sentence": "Fashion is a language that creates itself in clothes to interpret reality."
  },
  {
    "author": "Kato Lomb",
    "sentence": "We should learn languages because language is the only thing worth knowing even poorly."
  },
  {
    "author": "Kató Lomb",
    "sentence": "Spend time tinkering with the language every day. If time is short, try at least to produce a 10-minute monologue."
  },
  {
    "author": "Kató Lomb",
    "sentence": "To speak a foreign language is a matter of practice, and mistakes will be made."
  },
  {
    "author": "Kató Lomb",
    "sentence": "The traditional way of learning a language (cramming 20–30 words a day and digesting the grammar supplied by a teacher or course book) may satisfy at most one’s sense of duty, but it can hardly serve as a source of joy. Nor will it likely be successful"
  },
  {
    "author": "Kató Lomb",
    "sentence": "Language is present in a piece of writing like the sea in a single drop."
  },
  {
    "author": "Kató Lomb",
    "sentence": "My view is that knowing languages is part of the process of becoming a cultured person."
  },
  {
    "author": "Kerstin Cable",
    "sentence": "Language learning is for everyone. Not just those who are young, rich, smart, or privileged"
  },
  {
    "author": "Khaled Housseini",
    "sentence": "If culture was a house then language was the key to the front door, to all the rooms inside."
  },
  {
    "author": "Ki Hadjar Dewantara",
    "sentence": "In speaking, it is imperative that people remain clearheaded, so that they can come up with superior ideas and end up winning"
  },
  {
    "author": "Kshitij Singh",
    "sentence": "Learn native language to see the real beauty of a country."
  },
  {
    "author": "Kurt Tucholsky",
    "sentence": "Who wants to have an effect on others, must first speak in their language with them."
  },
  {
    "author": "Lingholic",
    "sentence": "The best time to learn a language was 20 years ago. The second best time is now."
  },
  {
    "author": "Lisa Williams",
    "sentence": "I worked as hard as I could. I'm not fluent but I felt like I made real headway. The language is beautiful."
  },
  {
    "author": "Ludwig Wittgenstein",
    "sentence": "If we spoke a different language, we would perceive a somewhat different world."
  },
  {
    "author": "Ludwig Wittgenstein",
    "sentence": "The limits of my language mean the limits of my world."
  },
  {
    "author": "Mal Pancoast",
    "sentence": "We invent the world through language. The world occurs through language."
  },
  {
    "author": "Marcus Fabius Quintilian",
    "sentence": "One should not aim at being possible to understand but at being impossible to misunderstand."
  },
  {
    "author": "Margaret Atwood",
    "sentence": "War is what happens when language fails."
  },
  {
    "author": "Maria Montessori",
    "sentence": "The development of language is part of the development of the personality, for words are the natural means of expressing thoughts and establishing understanding between people."
  },
  {
    "author": "Marianna Pascal",
    "sentence": "Learning a language?? Speak it like you're playing a video game!"
  },
  {
    "author": "Mark Abley",
    "sentence": "What the survival of threatened languages means, perhaps, is the endurance of dozens, hundreds, thousands of subtly different notions of truth."
  },
  {
    "author": "Mark Amidon",
    "sentence": "Language is the means of getting an idea from my brain into yours without surgery."
  },
  {
    "author": "Mark Twain",
    "sentence": "Kindness is the language in which the deaf can hear and the blind can see."
  },
  {
    "author": " Melina Marchetta",
    "sentence": "Because without our language, we have lost ourselves. Who are we without our words?"
  },
  {
    "author": "Michael Gove",
    "sentence": "It is literally the case that learning languages makes you smarter. The neural networks in the brain strengthen as a result of language learning."
  },
  {
    "author": "Michael Gove",
    "sentence": "Learning a foreign language, and the culture that goes with it, is one of the most useful things we can do to broaden the empathy and imaginative sympathy and cultural outlook of children."
  },
  {
    "author": "Michael Krauss",
    "sentence": "When you lose a language and a language goes extinct, it’s like dropping a bomb on the Louvre."
  },
  {
    "author": "Michael Straczynski J",
    "sentence": "The quality of our thoughts is bordered on all sides by our facility with language."
  },
  {
    "author": "Munia Khan",
    "sentence": "The joy of knowing a foreign language is inexpressible. I find it really difficult to express such joy in my mother tongue."
  },
  {
    "author": "Nelson Mandela",
    "sentence": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his own language, that goes to his heart."
  },
  {
    "author": "Nelson Mandela",
    "sentence": "Without language, one cannot talk to people and understand them; one cannot share their hopes and aspirations, grasp their history, appreciate their poetry, or savor their songs."
  },
  {
    "author": "Noam Chomsky",
    "sentence": "A language is not just words. It’s a culture, a tradition, a unification of a community, a whole history that creates what a community is. It’s all embodied in a language."
  },
  {
    "author": "Noam Chomsky",
    "sentence": "The fact is that if you have not developed language, you simply don't have access to most of human experience."
  },
  {
    "author": "Noha Alaa El-Din",
    "sentence": "A new language is a gate to a new life, a new style, a new rhythm, a new feeling, and a new spirit."
  },
  {
    "author": "Oliver Wendell Holmes",
    "sentence": "Language is the blood of the soul into which thoughts run and out of which they grow."
  },
  {
    "author": "Orge Castellano",
    "sentence": "Languages, just like people, are worlds within themselves. They have the incredible ability to provide us with a clearer, more profound and detailed perspective of a culture and its views on life, nature, and death."
  },
  {
    "author": "Orson Scott Card",
    "sentence": "Among my most prized possessions are words that I have never spoken."
  },
  {
    "author": "Paul Schibler",
    "sentence": "Language reflects the soul of people."
  },
  {
    "author": "Paulo Coelho",
    "sentence": "Courage is the most important factor in understanding the Language of the World."
  },
  {
    "author": "Paulo Coelho",
    "sentence": "In this world there is a language that everyone can understand. The language of enthusiasm."
  },
  {
    "author": "Pearl Zhu",
    "sentence": "Learning a new language, just like opening a new window, allows you to see the world with intimacy."
  },
  {
    "author": "Persian proverb",
    "sentence": "A new language is a new life."
  },
  {
    "author": "Pramoedya Ananta Toer",
    "sentence": "They fought wildly in a language that was as foreign to me as the language of human fate."
  },
  {
    "author": "Pramoedya Ananta Toer",
    "sentence": "Even without learning one's own language, people will never know their own nation."
  },
  {
    "author": "Raghav Shukla",
    "sentence": "Knowledge of languages is the doorway to wisdom"
  },
  {
    "author": "Rahil Sarvaiya",
    "sentence": "The aim is to learn more than you learnt yesterday."
  },
  {
    "author": "Rainer Kohlmayer",
    "sentence": "Language and thinking. Language is the infrastructure in the land of thought"
  },
  {
    "author": "Ralph Waldo Emerson",
    "sentence": "Language is a city to the building of which every human being has brought a stone."
  },
  {
    "author": "Ralph Waldo Emerson",
    "sentence": "Speech is power: speech is to persuade, to convert, to compel. It is to bring another out of his bad sense into your good sense."
  },
  {
    "author": "Ralph Waldo Emerson",
    "sentence": "Thought is the blossom; language the bud; action the fruit behind it."
  },
  {
    "author": "Richard Riley",
    "sentence": "We have strong evidence today that studying a foreign language has a ripple effect, helping to improve student performance in other subjects."
  },
  {
    "author": "Rita Mae Brown",
    "sentence": "Language exerts hidden power, like a moon on the tides."
  },
  {
    "author": "Rita Mae Brown",
    "sentence": "Language is the road map of a culture. It tells you where its people come from and where they are going."
  },
  {
    "author": "Robert M. Harrison",
    "sentence": "Learning a foreign language will not only help you, perfecting your world it will also help you perfect others."
  },
  {
    "author": "Roger Ascham",
    "sentence": "As a hawk cannot fly high with one wing , similarly a man cannot reach excellence with one tongue."
  },
  {
    "author": "Roger Bacon",
    "sentence": "Knowledge of languages is the doorway to wisdom."
  },
  {
    "author": "Roger Bacon",
    "sentence": "The conquest of learning is achieved through the knowledge of languages."
  },
  {
    "author": "Rumi",
    "sentence": "Speak a new language so that the world will be a new world."
  },
  {
    "author": "Safir Kassim Boudjelal",
    "sentence": "It's not sufficient to love a language. That language should love you too."
  },
  {
    "author": "Safir Kassim Boudjelal",
    "sentence": "You want the 3 golden rules to learn any language? Use it or lose it. Love it or leave it. Feel it or fail it."
  },
  {
    "author": "Salman Rushdie",
    "sentence": "Language is courage: the ability to conceive a thought, to speak it, and by doing so to make it true."
  },
  {
    "author": "Sampada Kathar",
    "sentence": "Learning a foreign language is not just about playing with new words, rather it's more about knowing a new culture, people and way of looking towards life."
  },
  {
    "author": "Samuel Johnson",
    "sentence": "Language is the dress of thought."
  },
  {
    "author": "Samuel Johnson",
    "sentence": "I am always sorry when any language is lost, because languages are the pedigrees of nations."
  },
  {
    "author": "Samuel Johnson",
    "sentence": "Language is the only instrument of science, and words are but signs of ideas: I wish, however, that the instrument might be less apt to decay, and that signs might be permanent, like the things they denote."
  },
  {
    "author": "Samuel Taylor Coleridge",
    "sentence": "Language is the armory of the human mind, and at once contains the trophies of its past and the weapons of its future conquests."
  },
  {
    "author": "Sarah Caldwell",
    "sentence": "Learn everything you can, anytime you can, from anyone you can; there will always come a time when you will be grateful you did."
  },
  {
    "author": "Shikha Kaul",
    "sentence": "If God granted me a wish today, I would ask for a talent to read, write and speak all languages of the world."
  },
  {
    "author": "St. Augustine",
    "sentence": "Pure curiosity is better for learning a foreign language than strong necessity."
  },
  {
    "author": "Stanley Fish",
    "sentence": "Language is not a handmaiden to perception; it is perception; it gives shape to what would otherwise be inert and dead."
  },
  {
    "author": "Stephen D. Krashen",
    "sentence": "The central hypothesis of the theory is that language acquisition occurs in only one way: by understanding messages."
  },
  {
    "author": "Stephen D. Krashen",
    "sentence": "Learning to read one language helps us read a second language."
  },
  {
    "author": "Stephen D. Krashen",
    "sentence": "Language is best taught when it is being used to transmit messages, not when it is explicitly taught for conscious learning."
  },
  {
    "author": "Stephen King",
    "sentence": "French is the language that turns dirt into romance."
  },
  {
    "author": "Stewart Stafford",
    "sentence": "Going to a country where you don't speak the language is like wading into the sea when you can't swim - it's intimidating at first, not impossible, and ultimately manageable."
  },
  {
    "author": "Sujewo Tejo",
    "sentence": "The language is simple, but isn't simplicity the highest form of human achievement?"
  },
  {
    "author": "Suzy Kassem",
    "sentence": "We cannot control the way people interpret our ideas or thoughts, but we can control the words and tones we choose to convey them."
  },
  {
    "author": "Swami Vivekananda",
    "sentence": "Language is the vehicle of ideas."
  },
  {
    "author": "T.S. Eliot, Four Quartets",
    "sentence": "For last year's words belong to last year's language. And next year's words await another voice."
  },
  {
    "author": "Terri Guillemets",
    "sentence": "Some translators turn an author’s words from gold to stone, others from stone to gold."
  },
  {
    "author": "Tim Ferris",
    "sentence": "Language learning deserves special mention. It is, bar none, the best thing you can do to hone your clear thinking."
  },
  {
    "author": "Tom Reynolds",
    "sentence": "I’m always impressed by people who can speak another language, two people talking what sounds like utter gibberish, yet making complete sense to each other never fails to entertain."
  },
  {
    "author": "Tomáš Garrigue Masaryk",
    "sentence": "The more languages you know, the more you are human."
  },
  {
    "author": "Toni Morrison",
    "sentence": "We die. That may be the meaning of life. But we do language. That may be the measure of our lives."
  },
  {
    "author": "Turkish Proverb",
    "sentence": "One who speaks only one language is one person, but one who speaks two languages is two people."
  },
  {
    "author": "Valery Giscard D'Estaing",
    "sentence": "Everyone must be bilingual in one language and speak another one."
  },
  {
    "author": "Vanshaj Bhatnagar",
    "sentence": "Learn a language, to have one more perspective to take a peek from."
  },
  {
    "author": "Victor Hugo",
    "sentence": "The man who does not know other languages, unless he is a man of genius, necessarily has deficiencies in his ideas."
  },
  {
    "author": "Victor Hugo",
    "sentence": "To rescue from oblivion even a fragment of a language which men have used and which is in danger of being lost—that is to say, one of the elements, whether good or bad, which have shaped and complicated civilization—is to extend the scope of social observation and to serve civilization."
  },
  {
    "author": "Virginia Woolf",
    "sentence": "Language is wine upon the lips."
  },
  {
    "author": "Vivien Leigh",
    "sentence": "I never found accents difficult, after learning languages."
  },
  {
    "author": "W.H. Auden",
    "sentence": "A poet is, before anything else, a person who is passionately in love with language."
  },
  {
    "author": "Waren Gonzaga",
    "sentence": "Learning foreign languages is like learning computer programming languages."
  },
  {
    "author": "Wilhelm von Humboldt",
    "sentence": "Absolutely nothing is so important for a nation’s culture as its language."
  },
  {
    "author": "Wilhelm von Humboldt",
    "sentence": "Language makes infinite use of finite media."
  },
  {
    "author": "Wilhelm von Humboldt",
    "sentence": "Language is the spiritual exhalation of the nation."
  },
  {
    "author": "William Arthur Ward",
    "sentence": "A warm smile is the universal language of kindness."
  },
  {
    "author": "William Butler Yeats",
    "sentence": "Think like a wise man but communicate in the language of the people."
  },
  {
    "author": "William Gibson",
    "sentence": "Language is to the mind more than light is to the eye."
  },
  {
    "author": "William Shakespeare",
    "sentence": "My words fly up, my thoughts remain below. Words without thoughts never to heaven go."
  },
  {
    "author": "Wong Huey Mey",
    "sentence": "Learning a new language is always an advantage."
  },
  {
    "author": "Yehuda Amichai",
    "sentence": "The soul inside me is the last foreign language I'm learning."
  }
]
