[
  {
    "author": "Abhinav Dubey",
    "sentence": "Language is a weapon to know the knowledge of a person"
  },
  {
    "author": "Ahmed Deedat",
    "sentence": "Language is the key to the heart of people."
  },
  {
    "author": "Alan Moore",
    "sentence": "Language comes first. It’s not that language grows out of consciousness, if you haven’t got language, you can’t be conscious."
  },
  {
    "author": "Alexandre Dumas",
    "sentence": "Mastery of language affords one remarkable opportunities."
  },
  {
    "author": "Alvin Toffler",
    "sentence": "The illiterate of 21th century will not be those who cannot read or write, but those who cannot LEARN, UNLEARN AND RELEARN."
  },
  {
    "author": "Amy Chua",
    "sentence": "Do you know what a foreign accent is? It’s a sign of bravery."
  },
  {
    "author": "Angela Carter",
    "sentence": "Language is power, life and the instrument of culture, the instrument of domination and liberation."
  },
  {
    "author": "Ann Campanella",
    "sentence": "One of the benefits of being bicultural is simply the awareness that how you live is not the only way."
  },
  {
    "author": "Ann Patchett",
    "sentence": "One must not be shy where language is concerned."
  },
  {
    "author": "Arab Proverb",
    "sentence": "Learn a language, and you’ll avoid a war."
  },
  {
    "author": "Ariel Sabar",
    "sentence": "Each time a language dies, another flame goes out, another sound goes silent."
  },
  {
    "author": "Armenian Proverb",
    "sentence": "You are as many a person as languages you know."
  },
  {
    "author": "Basil Lanneau Gildersleeve",
    "sentence": "It is astonishing how much enjoyment one can get out of a language that one understands imperfectly."
  },
  {
    "author": "Beatrice Taylor, Ojibwe",
    "sentence": "You’ve got to know your language to understand your culture."
  },
  {
    "author": "Benjamin Lee Whorf",
    "sentence": "Language shapes the way we think, and determines what we can think about."
  },
  {
    "author": "Cesar Chavez",
    "sentence": "A language is an exact reflection of the character and growth of its speakers."
  },
  {
    "author": "Chancellor Edward Lee Gorsuch",
    "sentence": "Learning a foreign language not only reveals how other societies think and feel, what they have experienced and value, and how they express themselves, it also provides a cultural mirror in which we can more clearly see our own society."
  },
  {
    "author": "Charlemagne",
    "sentence": "To have another language is to possess a second soul."
  },
  {
    "author": "Charles Baudelaire",
    "sentence": "To handle a language skillfully is to practice a kind of evocative sorcery."
  },
  {
    "author": "Chinese Proverb",
    "sentence": "Learning is a treasure that will follow its owner everywhere."
  },
  {
    "author": "Chinese Proverb",
    "sentence": "To learn a language is to have one more window from which to look at the world."
  },
  {
    "author": "Christopher Soto",
    "sentence": "Language is where the tongue fails itself over & over again."
  },
  {
    "author": "Clifford Thurlow",
    "sentence": "A few words in a stranger’s language reminds us of our shared humanity."
  },
  {
    "author": "Clifford Thurlow",
    "sentence": "It is a curse not speaking languages and in a broken world more important than ever before."
  },
  {
    "author": "Confucius",
    "sentence": "Words are the voice of the heart"
  },
  {
    "author": "Czech Proverb",
    "sentence": "Learn a new language and get a new soul."
  },
  {
    "author": "Czech Proverb",
    "sentence": "You live a new life for every language you speak. If you know only one language, you live only once."
  },
  {
    "author": "David Mitchell",
    "sentence": "Maybe then you comprehend, speaking one language only is a prison."
  },
  {
    "author": "David Ogilvy",
    "sentence": "If you’re trying to persuade people to do something, or buy something, it seems to me you should use their language, the language in which they think."
  },
  {
    "author": "Desmond Tutu",
    "sentence": "Language is very powerful. Language does not just describe reality. Language creates the reality it describes."
  },
  {
    "author": "Douglas Wilson",
    "sentence": "Learning new languages, acquiring new vocabulary, keeping yourself in various forms of constant logocentric discipline is one of the best things you can do."
  },
  {
    "author": "Dr. Seuss",
    "sentence": "The more that you read, the more things you will know. The more that you learn, the more places you'll go."
  },
  {
    "author": "Edmund De Waal",
    "sentence": "With languages, you can move from one social situation to another. With languages, you are at home anywhere."
  },
  {
    "author": "Edward De Waal",
    "sentence": "With languages, you are at home anywhere."
  },
  {
    "author": "Elif Safak",
    "sentence": "I love commuting between languages just like I love commuting between cultures and cities."
  },
  {
    "author": "Ellen Jovin",
    "sentence": "A new language is a hand held out to one’s neighbor, an opener of doors, a new way to see, a mental tickle, a road to unmediated communication with strangers in other lands, access to the world’s news, a gesture of peace."
  },
  {
    "author": "Federico Fellini",
    "sentence": "A different language is a different vision of life."
  },
  {
    "author": "Ferdinand de Saussure",
    "sentence": "Language is a system of signs expressive of ideas."
  },
  {
    "author": "Flora Lewis",
    "sentence": "Learning another language is not only learning different words for the same things, but learning another way to think about things."
  },
  {
    "author": "Francis George Steiner",
    "sentence": "Every language is a world. Without translation, we would inhabit parishes bordering on silence."
  },
  {
    "author": "Frank Smith",
    "sentence": "Language is not a genetic gift, it is a social gift. Learning a new language is becoming a member of the club – the community of speakers of that language."
  },
  {
    "author": "Frank Smith",
    "sentence": "One language sets you in a corridor for life. Two languages open every door along the way."
  },
  {
    "author": "Frank Smith",
    "sentence": "Learning a new language is becoming a member of the club – the community of speakers of that language."
  },
  {
    "author": "François-Marie Arouet",
    "sentence": "If you know many languages then you have many keys for a castle."
  },
  {
    "author": "French Proverb 2020",
    "sentence": "A woman who knows two languages is worth two women."
  },
  {
    "author": "French Proverb",
    "sentence": "A man who knows two languages is worth two men."
  },
  {
    "author": "Frederica de Laguna",
    "sentence": "Speech is the great medium through which human co-operation is brought about."
  },
  {
    "author": "Friedrich Rückert",
    "sentence": "With each language, you learn to free yourself from your trapped spirit."
  },
  {
    "author": "Gaston Bachelard",
    "sentence": "A special kind of beauty exists which is born in language, of language, and for language."
  },
  {
    "author": "Gautham D N",
    "sentence": "Every language is a magnificent edifice which is built word by word, cemented by the rules of grammer and painted by colorful poetry."
  },
  {
    "author": "Geoffrey Willans",
    "sentence": "You can never understand one language until you understand at least two."
  },
  {
    "author": "Geoffrey Carlin",
    "sentence": "Everyone smiles in the same language."
  },
  {
    "author": "George Crane",
    "sentence": "Language is the apparel in which your thoughts parade before the public."
  },
  {
    "author": "Gordon B. Hinckley",
    "sentence": "Study a foreign language if you have an opportunity to do so. You may never be called to a land where that language is spoken, but the study will have given you a better understanding of your own tongue or of another tongue you may be asked to acquire."
  },
  {
    "author": "H. Jackson Brown Jr.",
    "sentence": "Never make fun of someone who speaks broken English. It means they know another language."
  },
  {
    "author": "Haruki Murakami",
    "sentence": "Learning another language is like becoming another person."
  },
  {
    "author": "Herbert A. Simon",
    "sentence": "The great enemy of foreign language learning is a sense of shame, an inability or unwillingness to become like a child again and let one's inadequacies show."
  },
  {
    "author": "Ingrid Bengis",
    "sentence": "For me, words are a form of action, capable of influencing change."
  },
  {
    "author": "Jacob Ludwig Carl Grimm",
    "sentence": "Our language is also our history."
  },
  {
    "author": "James Harris",
    "sentence": "Words are the symbols of ideas both general and particular: of the general, primarily, essentially and immediately; of the particular, only secondarily, accidentally and mediately."
  },
  {
    "author": "James Humes",
    "sentence": "The art of communication is the language of leadership."
  },
  {
    "author": "Joanne Harris",
    "sentence": "If you want to know what's important to a culture, learn their language."
  },
  {
    "author": "Johann Gottfried Herder",
    "sentence": "As long as we keep our native language on our tongue, we will penetrate so much more deeply the distinctiveness of each language."
  },
  {
    "author": "Johann Gottfried Herder",
    "sentence": "Whoever masters the entire scope of one language surveys a field full of thoughts, and whoever learns to express himself precisely in it thereby gathers for himself a treasure of clear concepts."
  },
  {
    "author": "Johann Wolfgang von Goethe",
    "sentence": "He who knows no foreign languages knows nothing of his own."
  },
  {
    "author": "Karl Albrecht",
    "sentence": "Change your language and you change your thoughts."
  },
  {
    "author": "Karl Lagerfeld",
    "sentence": "Fashion is a language that creates itself in clothes to interpret reality."
  },
  {
    "author": "Kato Lomb",
    "sentence": "We should learn languages because language is the only thing worth knowing even poorly."
  },
  {
    "author": "Kató Lomb",
    "sentence": "Spend time tinkering with the language every day. If time is short, try at least to produce a 10-minute monologue."
  },
  {
    "author": "Kató Lomb",
    "sentence": "To speak a foreign language is a matter of practice, and mistakes will be made."
  },
  {
    "author": "Kerstin Cable",
    "sentence": "Language learning is for everyone. Not just those who are young, rich, smart, or privileged"
  },
  {
    "author": "Khaled Housseini",
    "sentence": "If culture was a house then language was the key to the front door, to all the rooms inside."
  },
  {
    "author": "Kurt Tucholsky",
    "sentence": "Who wants to have an effect on others, must first speak in their language with them."
  },
  {
    "author": "Lisa Williams",
    "sentence": "I worked as hard as I could. I'm not fluent but I felt like I made real headway. The language is beautiful."
  },
  {
    "author": "Ludwig Wittgenstein",
    "sentence": "If we spoke a different language, we would perceive a somewhat different world."
  },
  {
    "author": "Ludwig Wittgenstein",
    "sentence": "The limits of my language mean the limits of my world."
  },
  {
    "author": "Mal Pancoast",
    "sentence": "We invent the world through language. The world occurs through language."
  },
  {
    "author": "Marcus Fabius Quintilian",
    "sentence": "One should not aim at being possible to understand but at being impossible to misunderstand."
  },
  {
    "author": "Maria Montessori",
    "sentence": "The development of language is part of the development of the personality, for words are the natural means of expressing thoughts and establishing understanding between people."
  },
  {
    "author": "Mark Abley",
    "sentence": "What the survival of threatened languages means, perhaps, is the endurance of dozens, hundreds, thousands of subtly different notions of truth."
  },
  {
    "author": "Mark Amidon",
    "sentence": "Language is the means of getting an idea from my brain into yours without surgery."
  },
  {
    "author": "Michael Gove",
    "sentence": "It is literally the case that learning languages makes you smarter. The neural networks in the brain strengthen as a result of language learning."
  },
  {
    "author": "Michael Gove",
    "sentence": "Learning a foreign language, and the culture that goes with it, is one of the most useful things we can do to broaden the empathy and imaginative sympathy and cultural outlook of children."
  },
  {
    "author": "Michael Krauss",
    "sentence": "When you lose a language and a language goes extinct, it’s like dropping a bomb on the Louvre."
  },
  {
    "author": "Munia Khan",
    "sentence": "The joy of knowing a foreign language is inexpressible. I find it really difficult to express such joy in my mother tongue."
  },
  {
    "author": "Nelson Mandela",
    "sentence": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his own language, that goes to his heart."
  },
  {
    "author": "Noam Chomsky",
    "sentence": "A language is not just words. t’s a culture, a tradition, a unification of a community, a whole history that creates what a community is. It’s all embodied in a language."
  },
  {
    "author": "Noha Alaa El-Din",
    "sentence": "A new language is a gate to a new life, a new style, a new rhythm, a new feeling, and a new spirit."
  },
  {
    "author": "Oliver Wendell Holmes",
    "sentence": "Language is the blood of the soul into which thoughts run and out of which they grow."
  },
  {
    "author": "Orge Castellano",
    "sentence": "Languages, just like people, are worlds within themselves. They have the incredible ability to provide us with a clearer, more profound and detailed perspective of a culture and its views on life, nature, and death."
  },
  {
    "author": "Orson Scott Card",
    "sentence": "Among my most prized possessions are words that I have never spoken."
  },
  {
    "author": "Paul Schibler",
    "sentence": "Language reflects the soul of people."
  },
  {
    "author": "Pearl Zhu",
    "sentence": "Learning a new language, just like opening a new window, allows you to see the world with intimacy."
  },
  {
    "author": "Persian proverb",
    "sentence": "A new language is a new life."
  },
  {
    "author": "Raghav Shukla",
    "sentence": "Knowledge of languages is the doorway to wisdom"
  },
  {
    "author": "Rainer Kohlmayer",
    "sentence": "Language and thinking. Language is the infrastructure in the land of thought"
  },
  {
    "author": "Ralph Waldo Emerson",
    "sentence": "Language is a city to the building of which every human being has brought a stone."
  },
  {
    "author": "Ralph Waldo Emerson",
    "sentence": "Speech is power: speech is to persuade, to convert, to compel. It is to bring another out of his bad sense into your good sense."
  },
  {
    "author": "Ralph Waldo Emerson",
    "sentence": "Thought is the blossom; language the bud; action the fruit behind it."
  },
  {
    "author": "Richard Riley",
    "sentence": "We have strong evidence today that studying a foreign language has a ripple effect, helping to improve student performance in other subjects."
  },
  {
    "author": "Rita Mae Brown",
    "sentence": "Language exerts hidden power, like a moon on the tides."
  },
  {
    "author": "Rita Mae Brown",
    "sentence": "Language is the road map of a culture. It tells you where its people come from and where they are going."
  },
  {
    "author": "Roger Ascham",
    "sentence": "As a hawk cannot fly high with one wing , similarly a man cannot reach excellence with one tongue."
  },
  {
    "author": "Roger Bacon",
    "sentence": "Knowledge of languages is the doorway to wisdom."
  },
  {
    "author": "Roger Bacon",
    "sentence": "The conquest of learning is achieved through the knowledge of languages."
  },
  {
    "author": "Rumi",
    "sentence": "Speak a new language so that the world will be a new world."
  },
  {
    "author": "Safir Kassim Boudjelal",
    "sentence": "It's not sufficient to love a language. That language should love you too."
  },
  {
    "author": "Safir Kassim Boudjelal",
    "sentence": "You want the 3 golden rules to learn any language? Use it or lose it. Love it or leave it. Feel it or fail it."
  },
  {
    "author": "Salman Rushdie",
    "sentence": "Language is courage: the ability to conceive a thought, to speak it, and by doing so to make it true."
  },
  {
    "author": "Sampada Kathar",
    "sentence": "Learning a foreign language is not just about playing with new words, rather it's more about knowing a new culture, people and way of looking towards life."
  },
  {
    "author": "Samuel Johnson",
    "sentence": "Language is the dress of thought."
  },
  {
    "author": "Samuel Johnson",
    "sentence": "I am always sorry when any language is lost, because languages are the pedigrees of nations."
  },
  {
    "author": "Samuel Johnson",
    "sentence": "Language is the only instrument of science, and words are but signs of ideas: I wish, however, that the instrument might be less apt to decay, and that signs might be permanent, like the things they denote."
  },
  {
    "author": "Samuel Taylor Coleridge",
    "sentence": "Language is the armory of the human mind, and at once contains the trophies of its past and the weapons of its future conquests."
  },
  {
    "author": "Sarah Caldwell",
    "sentence": "Learn everything you can, anytime you can, from anyone you can; there will always come a time when you will be grateful you did."
  },
  {
    "author": "St. Augustine",
    "sentence": "Pure curiosity is better for learning a foreign language than strong necessity."
  },
  {
    "author": "Stephen D. Krashen",
    "sentence": "The central hypothesis of the theory is that language acquisition occurs in only one way: by understanding messages."
  },
  {
    "author": "Stephen King",
    "sentence": "French is the language that turns dirt into romance."
  },
  {
    "author": "Suzy Kassem",
    "sentence": "We cannot control the way people interpret our ideas or thoughts, but we can control the words and tones we choose to convey them."
  },
  {
    "author": "T.S. Eliot, Four Quartets",
    "sentence": "For last year's words belong to last year's language. And next year's words await another voice."
  },
  {
    "author": "Tomáš Garrigue Masaryk",
    "sentence": "The more languages you know, the more you are human."
  },
  {
    "author": "Toni Morrison",
    "sentence": "We die. That may be the meaning of life. But we do language. That may be the measure of our lives."
  },
  {
    "author": "Turkish Proverb",
    "sentence": "One who speaks only one language is one person, but one who speaks two languages is two people."
  },
  {
    "author": "Vanshaj Bhatnagar",
    "sentence": "Learn a language, to have one more perspective to take a peek from."
  },
  {
    "author": "Victor Hugo",
    "sentence": "The man who does not know other languages, unless he is a man of genius, necessarily has deficiencies in his ideas."
  },
  {
    "author": "Virginia Woolf",
    "sentence": "Language is wine upon the lips."
  },
  {
    "author": "Wilhelm von Humboldt",
    "sentence": "Absolutely nothing is so important for a nation’s culture as its language."
  },
  {
    "author": "Wilhelm von Humboldt",
    "sentence": "Language makes infinite use of finite media."
  },
  {
    "author": "William Butler Yeats",
    "sentence": "Think like a wise man but communicate in the language of the people."
  },
  {
    "author": "William Gibson",
    "sentence": "Language is to the mind more than light is to the eye."
  },
  {
    "author": "William Shakespeare",
    "sentence": "My words fly up, my thoughts remain below. Words without thoughts never to heaven go."
  }
]
