[
  {
    "sentence": "Language comes first. It’s not that language grows out of consciousness, if you haven’t got language, you can’t be conscious.",
    "author": "Alan Moore"
  },
  {
    "sentence": "Learn a language, and you’ll avoid a war.",
    "author": "Arab Proverb"
  },
  {
    "sentence": "I love commuting between languages just like I love commuting between cultures and cities.",
    "author": "Elif Safak"
  },
  {
    "sentence": "A man who knows two languages is worth two men.",
    "author": "French Proverb"
  },
  {
    "sentence": "A language is an exact reflection of the character and growth of its speakers.",
    "author": "Cesar Chavez"
  },
  {
    "sentence": "Language exerts hidden power, like a moon on the tides.",
    "author": "Rita Mae Brown"
  },
  {
    "sentence": "Do you know what a foreign accent is? It’s a sign of bravery.",
    "author": "Amy Chua"
  },
  {
    "sentence": "Language shapes the way we think, and determines what we can think about.",
    "author": "Benjamin Lee Whorf"
  },
  {
    "sentence": "To have another language is to possess a second soul.",
    "author": "Charlemagne"
  },
  {
    "sentence": "Learning is a treasure that will follow its owner everywhere.",
    "author": "Chinese Proverb"
  },
  {
    "sentence": "To learn a language is to have one more window from which to look at the world.",
    "author": "Chinese Proverb"
  },
  {
    "sentence": "Learn a new language and get a new soul.",
    "author": "Czech Proverb"
  },
  {
    "sentence": "You live a new life for every language you speak. If you know only one language, you live only once.",
    "author": "Czech Proverb"
  },
  {
    "sentence": "With languages, you are at home anywhere.",
    "author": "Edward De Waal"
  },
  {
    "sentence": "A different language is a different vision of life.",
    "author": "Federico Fellini"
  },
  {
    "sentence": "Learning another language is not only learning different words for the same things, but learning another way to think about things.",
    "author": "Flora Lewis"
  },
  {
    "sentence": "A woman who knows two languages is worth two women.",
    "author": "French Proverb 2020"
  },
  {
    "sentence": "If you know many languages then you have many keys for a castle.",
    "author": "François-Marie Arouet"
  },
  {
    "sentence": "One language sets you in a corridor for life. Two languages open every door along the way.",
    "author": "Frank Smith"
  },
  {
    "sentence": "Language is not a genetic gift, it is a social gift. Learning a new language is becoming a member of the club – the community of speakers of that language.",
    "author": "Frank Smith"
  },
  {
    "sentence": "With each language, you learn to free yourself from your trapped spirit.",
    "author": "Friedrich Rückert"
  },
  {
    "sentence": "A special kind of beauty exists which is born in language, of language, and for language.",
    "author": "Gaston Bachelard"
  },
  {
    "sentence": "You can never understand one language until you understand at least two.",
    "author": "Geoffrey Willans"
  },
  {
    "sentence": "Learning another language is like becoming another person.",
    "author": "Haruki Murakami"
  },
  {
    "sentence": "For me, words are a form of action, capable of influencing change.",
    "author": "Ingrid Bengis"
  },
  {
    "sentence": "Our language is also our history.",
    "author": "Jacob Ludwig Carl Grimm"
  },
  {
    "sentence": "He who knows no foreign languages knows nothing of his own.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "sentence": "Change your language and you change your thoughts.",
    "author": "Karl Albrecht"
  },
  {
    "sentence": "The limits of my language mean the limits of my world.",
    "author": "Ludwig Wittgenstein"
  },
  {
    "sentence": "If we spoke a different language, we would perceive a somewhat different world.",
    "author": "Ludwig Wittgenstein"
  },
  {
    "sentence": "We invent the world through language. The world occurs through language.",
    "author": "Mal Pancoast"
  },
  {
    "sentence": "Language is the means of getting an idea from my brain into yours without surgery.",
    "author": "Mark Amidon"
  },
  {
    "sentence": "It is literally the case that learning languages makes you smarter. The neural networks in the brain strengthen as a result of language learning.",
    "author": "Michael Gove"
  },
  {
    "sentence": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his own language, that goes to his heart.",
    "author": "Nelson Mandela"
  },
  {
    "sentence": "Language is the blood of the soul into which thoughts run and out of which they grow.",
    "author": "Oliver Wendell Holmes"
  },
  {
    "sentence": "A new language is a new life.",
    "author": "Persian proverb"
  },
  {
    "sentence": "Language and thinking. Language is the infrastructure in the land of thought",
    "author": "Rainer Kohlmayer"
  },
  {
    "sentence": "Language is a city to the building of which every human being has brought a stone.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "sentence": "Thought is the blossom; language the bud; action the fruit behind it.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "sentence": "Language is the road map of a culture.It tells you where its people come from and where they are going.",
    "author": "Rita Mae Brown"
  },
  {
    "sentence": "Knowledge of languages is the doorway to wisdom.",
    "author": "Roger Bacon"
  },
  {
    "sentence": "Language is the dress of thought.",
    "author": "Samuel Johnson"
  },
  {
    "sentence": "Language is the armory of the human mind, and at once contains the trophies of its past and the weapons of its future conquests.",
    "author": "Samuel Taylor Coleridge"
  },
  {
    "sentence": "The man who does not know other languages, unless he is a man of genius, necessarily has deficiencies in his ideas.",
    "author": "Victor Hugo"
  },
  {
    "sentence": "Language is wine upon the lips.",
    "author": "Virginia Woolf"
  },
  {
    "sentence": "Absolutely nothing is so important for a nation’s culture as its language.",
    "author": "Wilhelm von Humboldt"
  },
  {
    "sentence": "Language is to the mind more than light is to the eye.",
    "author": "William Gibson"
  },
  {
    "sentence": "For last year's words belong to last year's language. And next year's words await another voice.",
    "author": "T.S. Eliot, Four Quartets"
  },
  {
    "sentence": "The conquest of learning is achieved through the knowledge of languages.",
    "author": "Roger Bacon"
  },
  {
    "sentence": "One must not be shy where language is concerned.",
    "author": "Ann Patchett"
  },
  {
    "sentence": "Language is the apparel in which your thoughts parade before the public.",
    "author": "George Crane"
  },
    {
    "sentence": "Who wants to have an effect on others, must first speak in their language with them.",
    "author": "Kurt Tucholsky"
  },
  {
    "sentence": "The more languages you know, the more you are human.",
    "author": "Tomáš Garrigue Masaryk"
  },
 {
    "sentence": "Language is not a genetic gift, it is a social gift. Learning a new language is becoming a member of the club – the community of speakers of that language.",
    "author": " Frank Smith"
 },
 {
    "sentence": "A special kind of beauty exists which is born in language, of language, and for language.",
    "author": "Gaston Bachelard"
 },
 {
    "sentence": "One should not aim at being possible to understand but at being impossible to misunderstand.",
    "author": "Marcus Fabius Quintilian"
 },
 {
    "sentence": "With languages, you are at home anywhere.",
    "author": "Edmund De Waal"
 },
 {
    "sentence": "Maybe then you comprehend, speaking one language only is a prison.",
    "author": "David Mitchell"
 },
 {
    "sentence": "Language reflects the soul of people.",
    "author": "Paul Schibler"
 },
 {
    "sentence": "You are as many a person as languages you know.",
    "author": "Armenian Proverb"
 },
 {
   "sentence": "If culture was a house then language was the key to the front door, to all the rooms inside.",
   "author": "Khaled Housseini"
 },
 {
   "sentence": "Language is power, life and the instrument of culture, the instrument of domination and liberation.",
   "author": "Angela Carter"
 },
 {
    "sentence": "You want the 3 golden rules to learn any language? Use it or lose it. Love it or leave it. Feel it or fail it.",
    "author": "Safir Kassim Boudjelal"
 },
 {
   "sentence": "Learn everything you can, anytime you can, from anyone you can; there will always come a time when you will be grateful you did.",
   "author": "Sarah Caldwell"
 },
 {"sentence": "Language is courage: the ability to conceive a thought, to speak it, and by doing so to make it true.",
  "author": "Salman Rushdie"
 },
 {
  "sentence": "We die. That may be the meaning of life. But we do language. That may be the measure of our lives.",
  "author": "Toni Morrison"
 }
]
